/* Status text for queued multi-part archives */
"%@ (+%d more)" = "%1$@ (e mais %2$d)";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the file \"%@\" from the archive \"%@\": %@" = "Não foi possível extrair “%1$@” do arquivo comprimido “%2$@”: %3$@";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the resource fork for the file \"%@\" from the archive \"%@\":\n%@" = "Não foi possível extrair a bifurcação de recursos de “%1$@” do arquivo comprimido “%2$@”:\n%3$@";

/* Option in the password encoding pop-up to use the default encoding */
"Default encoding" = "Codificação Padrão";

/* Option in the encoding pop-up to detect the encoding automatically */
"Detect automatically" = "Detectar Automaticamente";

/* Panel OK button title when choosing an unarchiving destination for an archive */
"Extract" = "Extrair";

/* Panel title when choosing an unarchiving destination for an archive */
"Extract Archive" = "Extrair Arquivo Comprimido";

/* Status text while extracting an archive */
"Extracting \"%@\"" = "Extraindo “%@”";

/* Status text when preparing to extract an archive */
"Preparing to extract \"%@\"" = "Preparando para extrair “%@”";

/* Panel OK button title when choosing a default unarchiving destination */
"Select" = "Selecionar";

/* Panel title when choosing archives to extract */
"Select files to unarchive" = "Selecione itens para extrair";

/* Error message for files not extractable by The Unarchiver */
"The contents of the file \"%@\" can not be extracted with this program." = "O conteúdo de “%@” não pode ser extraído com o The Unarchiver.";

/* Error message when encountering an error while extracting entries */
"There was a problem while extracting the contents of the file \"%@\": %@" = "Houve um problema ao extrair o conteúdo de “%1$@”: %2$@";

/* Error message when encountering an error while parsing an archive */
"There was a problem while reading the contents of the file \"%@\": %@" = "Houve um problema ao ler o conteúdo de “%1$@”: %2$@";

/* Panel OK button title when choosing archives to extract */
"Unarchive" = "Extrair";

/* Status text when asking for a password */
"You need to supply a password to open the archive \"%@\"." = "Forneça a senha para abrir o arquivo comprimido “%@”.";

/* Title for nagging alert on first startup */
"Where should The Unarchiver extract archives?" = "Onde o The Unarchiver deve extrair arquivos comprimidos?";

/* Content of nagging alert on first startup */
"Would you like The Unarchiver to extract archives to the same folder as the archive file, or would you prefer to be asked for a destination folder for every individual archive?" = "Extraia sempre na mesma pasta ou faça com que o app sempre solicite uma pasta de destino.";

/* Button to ask every time in nagging alert on first startup */
"Ask every time" = "Sempre Solicitar";

/* Button to extract to the same folder in nagging alert on first startup */
"Extract to the same folder" = "Extrair na Mesma Pasta";

/* Informative text in the file panel shown when trying to gain sandbox access */
"The Unarchiver does not have permission to write to this folder. To allow The Unarchiver to write to this folder, simply click \"Extract\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "O The Unarchiver precisa de permissão para salvar os itens extraídos na pasta selecionada. Clique em Extrair para aprovar esta ação.";

/* Informative text in the file panel shown when trying to gain sandbox access for multi-part archives */
"The Unarchiver needs to search for more parts of this archive, but does not have permission to read the folder. To allow The Unarchiver to search in this folder, simply click \"Search\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "O The Unarchiver precisa de permissão para buscar outras partes do arquivo comprimido selecionado neste local. Clique em Buscar para aprovar esta ação.";

/* Panel OK button title when searching for more archive parts */
"Search" = "Buscar";

/* Check for updates menu item */
"Check for Updates…" = "Buscar Atualizações…";

/* Error messages from XADMaster.framework. Some are converted to friendlier messages in English, too. */
/* Common errors */

"Attempted to read more data than was available" = "O arquivo comprimido está incompleto";
"Opening file failed" = "O item não pôde ser aberto";
"Missing or wrong password" = "A senha fornecida está incorreta";
"Wrong checksum" = "O arquivo comprimido está corrompido";
"Could not create directory" = "Não foi possível criar a pasta";

/* Uncommon or unused errors */
"Unknown error" = "Erro desconhecido";
"Failed to write to file" = "Falha ao gravar em disco";
"Function called with illegal parameters" = "Função chamada com parâmetros ilegais";
"Not enough memory available" = "Não há memória suficiente disponível";
"Data is corrupted" = "Os dados estão corrompidos";
"File is not fully supported" = "O arquivo não é totalmente compatível";
"Required resource missing" = "Falta um recurso necessário";
"Error on decrunching" = "Erro ao descompactar";
"Unknown file type" = "Tipo de arquivo desconhecido";
"File, disk has been skipped" = "Arquivo/disco ignorado";
"User cancelled extraction" = "Extração cancelada pelo usuário";
"File already exists" = "O arquivo já existe";
"Verify failed (disk hook)" = "A verificação falhou (hook do disco)";
"Wrong drive geometry" = "Geometria de unidade incorreta";
"Unknown data format" = "Formato de dados desconhecido";
"Source contains no files" = "A fonte não contém itens";
"Unknown filesystem" = "Sistema de arquivos desconhecido";
"Name of file exists as directory" = "O nome do item já existe como pasta";
"Buffer was too short" = "O buffer é curto demais";
"Text encoding was defective" = "A codificação de texto está defeituosa";
"Could not create symlink" = "Não foi possível criar um link simbólico";

"AlertTitle_SetFileTypeAssociationAppStore" = "Se desejar, defina o The Unarchiver como o app padrão dos tipos de arquivo comprimido selecionados.";
"AlertDescription_SetFileTypeAssociationAppStore" = "Clique em Obter Informações no menu contextual de um item e escolha The Unarchiver na lista “Abrir com”. Clique em Alterar Tudo para aplicar essa alteração a arquivos comprimidos do mesmo tipo.";

"AlertTitle_UnsetFileTypeAssociationAppStore" = "Se desejar, defina outro app como o app padrão dos tipos de arquivo comprimido selecionados.";
"AlertDescription_UnsetFileTypeAssociationAppStore" = "Clique em Obter Informações no menu contextual de um item e escolha o app desejado na lista “Abrir com”. Clique em Alterar Tudo para aplicar essa alteração a arquivos comprimidos do mesmo tipo.";

/* About window */
"Standalone" = "Independente";

/* Extracted view */
"extracted" = "extraído";
